"""
- main -
התוכנית הראשית תקלוט שמות שחקנים ותתחיל משחק חדש עם 26 קלפים לכל שחקן.
בתחילת המשחק, התוכנית תדפיס עבוד על שחקן את שמו ואת הקלפים שקיבל.

המשך התוכנית הראשית- ביצוע משחק:
א) לאחר אתחול המשחק, התוכנית תשחק 10 סיבובים של משחק מלחמה.
ב) בכל סיבוב כל שחקן זורק קלף אקראי אחד מהחפיסה שלו.
ג) השחקן עם הקלף הגבוה זוכה, ואוסף אליו את שני הקלפים שנזרקו.
ד) הדפיסו את הקלפים שנזרקו בכל סיבוב, ואת הסוכה בסיבוב.

בתום המחשק, יודפסו פרטי השחקן שניצח במשחק. במקרה של תיקו- תודפס הודעה בהתאם.


שתי פונקציות שימושיות:
random.shuffle
random.choice
"""